content/anatomy.org
#+title: Anatomy
#+author: Thanos Apo11o
#+export_file_name: ../public/Anatomy.html
#+OPTIONS: num:nil ^:{} date:nil timestamp:nil creator:t
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup
#+STARTUP: overview

* [[https://thanosapollo.com][Home Page]]
