Anatomy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Anatomy</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Anatomy</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd3056b1">Home Page</a></li>
<li><a href="#org20100d7">Recommended Resources</a></li>
<li><a href="#org50c6336">BONES AND JOINTS</a>
<ul>
<li><a href="#org6737807">1. The bone as an organ - structure, development and growing. Biological features.</a></li>
<li><a href="#orgaf9a4fa">2. Bones of the vertebral column.</a>
<ul>
<li><a href="#org6a639ca">General</a></li>
</ul>
</li>
<li><a href="#org796d539">3. Ribs and sternum.</a></li>
<li><a href="#org5256521">4. Clavicula, scapula and humerus.</a></li>
<li><a href="#org9f4d648">5. Radius and ulna.</a></li>
<li><a href="#orgbc75b5f">6. Bones of hand.</a></li>
<li><a href="#org3f52cdd">7. Bones of pelvis: sacrum and hip bone..</a></li>
<li><a href="#org190dfd1">8. Femur, tibia and fibula.</a></li>
<li><a href="#org1da6685">9. Bones of foot.</a></li>
<li><a href="#org8646cb0">10. Calvaria (cranial roof). Fontanelles.</a></li>
<li><a href="#org7533c81">11. Cranial base, external surface. Mandibule.</a></li>
<li><a href="#org554895a">12. Cranial base, internal surface.</a></li>
<li><a href="#org1eab61a">13. Lateral surface of the cranium. Temporal fossa, infratemporal fossa, and pterygopalatine fossa.</a></li>
<li><a href="#orgc4be0ce">14. Orbit.</a></li>
<li><a href="#org1b52552">15. Bony nasal cavity.</a></li>
<li><a href="#org7b4fa71">16. Joints system. Bony joints: synarthrosis, cartilaginous joints, synostosis.</a></li>
<li><a href="#org8650018">17. Synovial joints - structure and mechanics.</a></li>
<li><a href="#org9b1aca6">18. Vertebral column. Vertebral joints: syndesmoses, synchondroses and synovial joints.Configuration and</a></li>
<li><a href="#orga05fb2e">mechanics of the vertebral column.</a></li>
<li><a href="#orgc45f986">19. Thoracic joints. The thorax as a whole.</a></li>
<li><a href="#orgab8e589">20. Temporomandibular joint.</a></li>
<li><a href="#org11612ae">21. Joints of pectoral girdle.</a></li>
<li><a href="#org9ecd84d">22. Glenohumeral or shoulder joint.</a></li>
<li><a href="#orgace5852">23. Elbow joint. Junctions of forearm bones.</a></li>
<li><a href="#org6309810">24. Wrist joint. Carpal joints.</a></li>
<li><a href="#org8147cd3">25. Carpometacarpal joints. Metacarpophalangeal joints. Interphalangeal joints of hand.</a></li>
<li><a href="#org468b8cc">26. Joints of pelvic girdle. Shape and size of the pelvis.</a></li>
<li><a href="#org024dadc">27. Hip joint.</a></li>
<li><a href="#org8f4792d">28. Knee joint.</a></li>
<li><a href="#orga66f0b9">29. Junctions of the leg bones. Ankle joint.</a></li>
<li><a href="#org58141ac">30. Subtalar or talocalcaneal joint. Transverse tarsal joint.</a></li>
<li><a href="#org0b4c934">31. Cuneonavicular and intercuneiform joints. Metatarsophalangeal and interphalangeal joints.</a></li>
<li><a href="#org0fcb92e">32. Structure of muscles (body). Structure of fasciae, tendons, sesamoid bones, synovial sheaths and</a></li>
<li><a href="#orgbd88c8a">bursae. Mechanics of muscles.</a></li>
</ul>
</li>
<li><a href="#org692dd83">MUSCLES</a>
<ul>
<li><a href="#org443ede0">33. Facial muscles.</a></li>
<li><a href="#org897f1a6">34. Masticatory muscles.</a></li>
<li><a href="#orgaf2e24b">35. Suboccipital muscles.</a></li>
<li><a href="#orgdfbf25a">36. Superficial muscles of the back.</a></li>
<li><a href="#orga93a47b">37. Deep muscles of the back. Thoracolumbar fascia.</a></li>
<li><a href="#orgd5ac23c">38. Muscles of neck. Cervical fascia.</a></li>
<li><a href="#org78cf299">39. Muscles of thorax.</a></li>
<li><a href="#org4ddf3c4">40. Diaphragm.</a></li>
<li><a href="#org7a3c773">41. Muscles of abdomen.</a></li>
<li><a href="#org38b4088">42. Inguinal canal.</a></li>
<li><a href="#orgb002577">43. Muscles of shoulder girdle.</a></li>
<li><a href="#org3410b96">44. Muscles of arm. Brachial fascia.</a></li>
<li><a href="#org0a44549">45. Muscles of forearm - anterior and lateral group.</a></li>
<li><a href="#org5db0f19">46. Muscles of the forearm - posterior group. Antebrachial fascia.</a></li>
<li><a href="#org5ec8dfb">47. Muscles and synovial sheaths of hand.</a></li>
<li><a href="#orga084d6f">48. Muscles of pelvis.</a></li>
<li><a href="#orgc528980">49. Muscles of thigh. Fascia lata.</a></li>
<li><a href="#org47efcb8">50. Muscles of leg - anterior and lateral group.</a></li>
<li><a href="#org197afc8">51. Muscles of leg - posterior group. Deep fascia of leg or fascia cruris.</a></li>
<li><a href="#org1500b20">52. Muscles, fasciae and synovial sheaths of foot. Configuration, mechanics and deformations of the foot.</a></li>
</ul>
</li>
<li><a href="#org9ad701d">INTERNAL ORGANS</a>
<ul>
<li><a href="#orgf8aa7ed">53. Alimentary system - overview and development.</a></li>
<li><a href="#org26d197c">54. Oral cavity.</a></li>
<li><a href="#orgb813a7e">55. Tongue.</a></li>
<li><a href="#org6d1c1c8">56. Teeth - permanent and deciduous. Development and histological structure of the tooth.</a></li>
<li><a href="#org74c7ea3">57. Major salivary glands – parotid gland, submandibular gland, sublingual gland.</a></li>
<li><a href="#org53c2ba6">58. Isthmus of fauces. Tonsils.</a></li>
<li><a href="#orgfdc4f11">59. Pharynx.</a></li>
<li><a href="#org99ea4a1">60. Oesophagus.</a></li>
<li><a href="#org4a47596">61. Stomach - topography, blood supply, lymphatic drainage, nerve supply.</a></li>
<li><a href="#orga4caee5">62. Stomach - structure.</a></li>
<li><a href="#orgcb91537">63. Small intestine – duodenum..</a></li>
<li><a href="#org17d1781">64. Small intestine - jejunum and ileum.</a></li>
<li><a href="#org81d30e4">65. Large intestine - caecum, appendix and colon.</a></li>
<li><a href="#org2231fd1">66. Large intestine - rectum.</a></li>
<li><a href="#orgd918364">67. Pancreas.</a></li>
<li><a href="#org7bd2900">68. Liver - shape, topography, blood supply, lymphatic drainage, nerve supply.</a></li>
<li><a href="#org2977d75">69. Structure of liver.</a></li>
<li><a href="#org1df27b7">70. Bile ducts. Gallbladder.</a></li>
<li><a href="#org99a4f29">71. Peritoneum.</a></li>
<li><a href="#org17662c3">72. Respiratory system - overview and development.</a></li>
<li><a href="#org8bb4417">73. Nose. Nasal cavity. Paranasal sinuses.</a></li>
<li><a href="#org1d5a4f8">74. Larynx.</a></li>
<li><a href="#org9329acd">75. Trachea. Bronchi.</a></li>
<li><a href="#org119472a">76. Lung - shape, topography, blood supply, lymphatic drainage, nerve supply.</a></li>
<li><a href="#org8fd625f">77. Structure of lung.</a></li>
<li><a href="#orge0e0209">78. Pleura. Pleural cavity.</a></li>
<li><a href="#org7e2b834">79. Urinary system - overview and development.</a></li>
<li><a href="#orgff46d6b">80. Kidney - shape, topography, blood supply, lymphatic drainage, nerve supply.</a></li>
<li><a href="#orgfda8377">81. Structure of kidney.</a></li>
<li><a href="#org5ad3184">82. Renal pelvis and ureter.</a></li>
<li><a href="#org9edb9d2">83. Urinary bladder.</a></li>
<li><a href="#org37f354d">84. Male and female urethra.</a></li>
<li><a href="#org20abf58">85. Male and female genetal systems - overview and development.</a></li>
<li><a href="#org2f9796f">86. Testis.</a></li>
<li><a href="#org68c1a4d">87. Epididymis. Ductus deferens. Funiculus spermaticus (spermatic cord).</a></li>
<li><a href="#orge725318">88. Seminal vesicles. Prostate. Bulbo-urethral glands.</a></li>
<li><a href="#org500c49f">89. Penis. Scrotum.</a></li>
<li><a href="#org025bdcc">90. Ovary.</a></li>
<li><a href="#orge3d64c9">91. Uterine tube.</a></li>
<li><a href="#orge41849e">92. Uterus.</a></li>
<li><a href="#org858fc9d">93. Vagina. Female external genitalia.</a></li>
<li><a href="#org603f57d">94. Perineum - muscles and fasciae.</a></li>
<li><a href="#orgda7b52d">95. Breast.</a></li>
</ul>
</li>
<li><a href="#orgc91dee3">ENDOCRINE GLANDS</a>
<ul>
<li><a href="#orgb974f7e">96. Pituitary gland or hypophysis.</a></li>
<li><a href="#orgc402777">97. Pineal gland or epiphysis.</a></li>
<li><a href="#orgbb1e5aa">98. Thyroid gland.</a></li>
<li><a href="#org99355bb">99. Parathyroid glands.</a></li>
<li><a href="#org063f572">100. Suprarenal glands. Paraganglia.</a></li>
<li><a href="#orga3ca371">101. Endocrine pancreas. Gastro-entero-pancreatic endocrine system.</a></li>
</ul>
</li>
<li><a href="#orgc2e4244">CARDIOVASCULAR SYSTEM</a>
<ul>
<li><a href="#orgf66648a">102. Heart (cor). Development, topography and external relief.</a></li>
<li><a href="#org17c2548">103. Heart chambers. Cardiac valves.</a></li>
<li><a href="#org7186712">104. Structure of the cardiac wall. Fibrous skeleton of the heart.</a></li>
<li><a href="#org4303f7c">105. Pericardium. Pericardial cavity.</a></li>
<li><a href="#org5f18f3f">106. Blood supply of the heart - arteries and veins.</a></li>
<li><a href="#org599ace1">107. Conducting system of the heart.</a></li>
<li><a href="#orge63747f">108. Features of the arterial and venous part of the vascular system.</a></li>
<li><a href="#org5d908a6">109. General structure of the wall of blood vessels. Arteries, veins and capillaries.</a></li>
<li><a href="#org2f015e5">110. Vessels and functional properties of the pulmonary circulation.</a></li>
<li><a href="#org06de5e8">111. Aorta - overview.</a></li>
<li><a href="#org819c664">112. External carotid artery.</a></li>
<li><a href="#org8a33104">113. Internal carotid artery.</a></li>
<li><a href="#orgf84cf5c">114. Ophthalmic artery.</a></li>
<li><a href="#orgf904478">115. Maxillary artery.</a></li>
<li><a href="#org6f6c0ed">116. Subclavian artery.</a></li>
<li><a href="#org66ad41e">117. Axillary and brachial arteries.</a></li>
<li><a href="#org2c4852f">118. Radial and ulnar arteries.</a></li>
<li><a href="#org7b1ec64">119. Aortic arch. Thoracic aorta.</a></li>
<li><a href="#org29eba3e">120. Abdominal aorta - paired branches.</a></li>
<li><a href="#org2ffc44a">121. Abdominal aorta - unpaired branches.</a></li>
<li><a href="#orgdd96e38">122. Common iliac artery. Internal iliac artery.</a></li>
<li><a href="#org2ef2fb8">123. External iliac artery. Femoral artery.</a></li>
<li><a href="#org2022f13">124. Popliteal artery. Arteries of leg and foot.</a></li>
<li><a href="#orgd8b7f0f">125. Superior vena cava. Veins of head and neck.</a></li>
<li><a href="#orgd060dee">126. Veins of the thoracic wall, the upper part of the abdominal wall and the vertebral column.</a></li>
<li><a href="#orge627ba0">127. Inferior vena cava. Veins of the pelvis and the lower part of the abdominal wall.</a></li>
<li><a href="#orge8570c8">128. Anastomoses between the systems of the both venae cavae (cava-caval anastomoses).</a></li>
<li><a href="#org4d94ad8">129. Superficial and deep veins of limbs.</a></li>
<li><a href="#orgb4a9c48">130. System of the hepatic portal vein. Porto-caval anastomoses.</a></li>
<li><a href="#org6813a00">131. Fetal blood circulation. Changes in the vascular system at birth.</a></li>
<li><a href="#orga853c6d">132. Lymphoid system. Overview. Structure of the wall of the lymphatic vessels. Main lymphatic vessels.</a></li>
<li><a href="#org933e216">133. Lymph node - structure.</a></li>
<li><a href="#orgad6a377">134. Tonsils - structure.</a></li>
<li><a href="#orgc27f5a1">135. Thymus.</a></li>
<li><a href="#org26538e1">136. Spleen.</a></li>
<li><a href="#orgb598eb4">137. Bone marrow.</a></li>
<li><a href="#orgf21db16">138. Lymphatic vessels and regional lymph nodes of head and neck.</a></li>
<li><a href="#org11a18da">139. Lymphatic vessels and regional lymph nodes of limbs.</a></li>
<li><a href="#orgb6d7999">140. Thoracic lymphatic vessels and lymph nodes.</a></li>
<li><a href="#orgede8fd6">141. Abdominal lymphatic vessels and lymph nodes.</a></li>
<li><a href="#orge2b1d25">142. Pelvic lymphatic vessels and lymph nodes.</a></li>
</ul>
</li>
<li><a href="#org97e65f2">NERVOUS SYSTEM AND SENSE ORGANS</a>
<ul>
<li><a href="#org61948be">143. General principles of organization of the nervous system.</a></li>
<li><a href="#orgb976a80">144. Development of the nervous system.</a></li>
<li><a href="#org45854c6">145. General principles of the histophysiology of the nervous system.</a></li>
<li><a href="#org62d02bf">146. Spinal cord - shape, topography, blood supply.</a></li>
<li><a href="#org5490ab1">147. Gray columns of spinal cord. Spinal laminae.</a></li>
<li><a href="#org171fe2b">148. White substance of spinal cord. Roots. Propriospinal tracts.</a></li>
<li><a href="#org1782628">149. Ascending tracts in the spinal cord.</a></li>
<li><a href="#orge1a21c0">150. Descending tracts in the spinal cord.</a></li>
<li><a href="#orgb99e4fb">151. Meninges and blood supply of the spinal cord.</a></li>
<li><a href="#org6191c07">152. Encephalon (Brain) - overview and development.</a></li>
<li><a href="#org7fe2f40">153. Medulla oblongata.</a></li>
<li><a href="#orga5f14ac">154. Pons.</a></li>
<li><a href="#org876dab3">155. Cerebellum – body of cerebellum and internal features.</a></li>
<li><a href="#orgdcdd499">156. Afferent and efferent cerebellar connections.</a></li>
<li><a href="#org693ee60">157. Fourth ventricle.</a></li>
<li><a href="#orga074f30">158. Mesencephalon (Midbrain).</a></li>
<li><a href="#org250698b">159. Diencephalon (Interbrain): thalamus, epithalamus, subthalamus.</a></li>
<li><a href="#orgb4bf895">160. Diencephalon - hypothalamus.</a></li>
<li><a href="#org6a0fe71">161. Third ventricle.</a></li>
<li><a href="#org02e5a23">162. Reticular formation.</a></li>
<li><a href="#org58dc57d">163. Telencephalon (Cerebrum, Endbrain) - sulci and gyri.</a></li>
<li><a href="#org5c05c1e">164. Structure of the cerebral cortex. Cytoarchitectonics.</a></li>
<li><a href="#org6ea33cf">165. Cortical areas. Localization of the functions in the cerebral cortex.</a></li>
<li><a href="#orgec8490c">166. Myeloarchitectonics of the telencephalon. Corpus callosum. Commissurae. Capsula interna.</a></li>
<li><a href="#orge45ac6b">167. Basal nuclei of the telencephalon.</a></li>
<li><a href="#org06c2e3d">168. Olfactory bulb and other olfactory structures.</a></li>
<li><a href="#org8b46f5c">169. Limbic system.</a></li>
<li><a href="#org8f635cd">170. Lateral ventricle.</a></li>
<li><a href="#org34c87cb">171. Cranial dura mater. Dural venous sinuses.</a></li>
<li><a href="#org6b1c7ba">172. Arachnoid mater and pia mater. Cerebrospinal fluid circulation.</a></li>
<li><a href="#org9d3f95b">173. Blood supply of the brain - arteries and veins.</a></li>
<li><a href="#org8d8812c">174. Exteroceptive system for mechanoreception.</a></li>
<li><a href="#org3669219">175. System for pain and temperature.</a></li>
<li><a href="#org0cccfb2">176. System for proprioreception.</a></li>
<li><a href="#orgf3771df">177. Motor system. Pyramidal, oculomotor and corticonuclear systems.</a></li>
<li><a href="#orgee843ba">178. Motor system. Extrapyramidal system.</a></li>
<li><a href="#org0bbdd18">179. Limbic functional system.</a></li>
<li><a href="#org31cc4b3">180. General principles of organization of the peripheral nervous system. Ontogenesis.</a></li>
<li><a href="#orgd120b8f">181. Somatic and autonomic (vegetative) nerves. Regional and segmental nerve supply of the skin and</a></li>
<li><a href="#orgae27f34">muscles.</a></li>
<li><a href="#orgbdd47b8">182. Spinal nerves - formation. Spinal ganglia. Reflex arch.</a></li>
<li><a href="#orge15b61c">183. Posterior or dorsal rami of spinal nerves.</a></li>
<li><a href="#org4538cf9">184. Cervical plexus.</a></li>
<li><a href="#org2f2638e">185. Brachial plexus - formation. Branches of the supraclavicular part.</a></li>
<li><a href="#org60450e2">186. Median nerve.</a></li>
<li><a href="#org3cc6e0f">187. Ulnar nerve.</a></li>
<li><a href="#org0be249d">188. Radial nerve.</a></li>
<li><a href="#orgbf90e16">189. Axillary nerve. Musculocutaneous nerve.</a></li>
<li><a href="#org9ab78f2">190. Intercostal nerves.</a></li>
<li><a href="#orgceffedd">191. Lumbar plexus.</a></li>
<li><a href="#orgdd5b352">192. Sacral plexus - formation and branches.</a></li>
<li><a href="#orgf0f5cb3">193. Ischiatic nerve.</a></li>
<li><a href="#org2cac72d">194. Oculomotor, trochlear and abducent nerves.</a></li>
<li><a href="#org5739ccb">195. Trigeminal nerve (V) - nuclei, branches and regions of nerve supply.</a></li>
<li><a href="#org49fe441">196. Ophthalmic nerve (V1).</a></li>
<li><a href="#orgb26fee3">197. Maxillary nerve (V2).</a></li>
<li><a href="#org002cc9e">198. Mandibular nerve (V3).</a></li>
<li><a href="#org830702c">199. Facial nerve (VII). Intermediate nerve.</a></li>
<li><a href="#orgd5e3c8a">200. Cochlear nerve of the vestibulocochlear nerve (VIII). Auditory sensory system.</a></li>
<li><a href="#orgbfe799d">201. Vestibular nerve of the vestibulocochlear nerve. Vestibular sensory system.</a></li>
<li><a href="#org6c7d462">202. Glossopharyngeal nerve (IX).</a></li>
<li><a href="#orga786500">203. Vagus nerve (X).</a></li>
<li><a href="#orgee79ff5">204. Accessorius nerve (XI). Hypoglossal nerve (XII).</a></li>
<li><a href="#org39d02f4">205. General principles of organization of the autonomic (vegetative) nervous system. Autonomic reflex</a></li>
<li><a href="#org0ab289f">arch.</a></li>
<li><a href="#org545a82f">206. Parasympathetic part of the autonomic (vegetative) nervous system.</a></li>
<li><a href="#orge961694">207. Sympathetic part of the autonomic (vegetative) nervous system. Overview.</a></li>
<li><a href="#orgfbbaf5e">208. Cranial and cervical part of the sympathetic part of the autonomic nervous system..</a></li>
<li><a href="#orged7850b">209. Thoracic, lumbar and pelvic part of the sympathetic part of the autonomic nervous</a></li>
<li><a href="#orga1e8d52">system..</a></li>
<li><a href="#orge44733d">210. Sensory receptors – free nerve endings and encapsulated endings.</a></li>
<li><a href="#orgbf19407">211. Olfactory organ. Olfactory sensory system.</a></li>
<li><a href="#orge26b537">212. Gustatory organ . Gustatory sensory system.</a></li>
<li><a href="#org39266f9">213. Eye - overview and development.</a></li>
<li><a href="#org9a18f69">214. Fibrous layer of eyeball.</a></li>
<li><a href="#org582e668">215. Vascular layer of eyeball.</a></li>
<li><a href="#org01e919a">216. Retina. Optic nerve. Visual sensory system.</a></li>
<li><a href="#orgc934b90">217. Chambers of eyeball.</a></li>
<li><a href="#org476faa2">218. Extra-ocular muscles. Eyelids.</a></li>
<li><a href="#orgc5d2403">219. Blood supply of the eye.</a></li>
<li><a href="#org5b6b2e5">220. Lacrimal apparatus. Conjunctiva.</a></li>
<li><a href="#orgf027ecf">221. External ear. Tympanic membrane.</a></li>
<li><a href="#org87f607f">222. Middle ear - tympanic cavity.</a></li>
<li><a href="#orge498dde">223. Auditory ossicles. Auditory (pharyngotympanic) tube.</a></li>
<li><a href="#org700f818">224. Internal ear - bony labyrinth.</a></li>
<li><a href="#org0cf7adb">225. Internal ear - membranous labyrinth. Vestibular labyrinth.</a></li>
<li><a href="#orgacb01bc">226. Internal ear – cochlear membranous labyrinth. Cochlear duct. Spiral organ (organ of Corti).</a></li>
<li><a href="#org78ad340">227. Skin. Epidermis and dermis.</a></li>
<li><a href="#orgd8bd2be">228. Skin glands. Hairs and nails.</a></li>
</ul>
</li>
<li><a href="#org60d6e84">TOPOGRAPHIC ANATOMY</a>
<ul>
<li><a href="#orgbdf8773">229. Fronto-parieto-occipital region.</a></li>
<li><a href="#org8905acf">230. Base of the skull.</a></li>
<li><a href="#orgd94317f">231. Temporal and mastoid regions.</a></li>
<li><a href="#org4677902">232. Infratemporal region.</a></li>
<li><a href="#orgd2f9e5b">233. Facial region. Infraorbital, zygomatic, mental and buccal regions.</a></li>
<li><a href="#org734a347">234. Orbital region.</a></li>
<li><a href="#orgc2162d8">235. Nasal region.</a></li>
<li><a href="#org3faba4a">236. Oral region.</a></li>
<li><a href="#orgd9f0b36">237. Parotideomasseteric region.</a></li>
<li><a href="#org96b0c1c">238. Fasciae and connective tissue spaces of the neck.</a></li>
<li><a href="#orgb9d2b7c">239. Submandibular triangle.</a></li>
<li><a href="#orge11fd27">240. Carotid triangle.</a></li>
<li><a href="#orgcb4275d">241. Sternocleidomastoid region.</a></li>
<li><a href="#orgd494b8d">242. Lateral cervical region.</a></li>
<li><a href="#org5a1795f">243. Infraclavicular region. Mammary region.</a></li>
<li><a href="#org708e115">244. Axillary region.</a></li>
<li><a href="#org73be752">245. Thoracic wall.</a></li>
<li><a href="#orgaf6ac26">246. Mediastinum.</a></li>
<li><a href="#orgc5b3e25">247. Regions of back. Posterior cervical region. Lumbar region.</a></li>
<li><a href="#org5d4946c">248. Vertebral canal and its content.</a></li>
<li><a href="#org64ea480">249. Abdominal regions. Anterior abdominal wall. Inguinal canal.</a></li>
<li><a href="#org59ed648">250. Upper division of the abdominal cavity.</a></li>
<li><a href="#orge218d47">251. Lower division of the abdominal cavity.</a></li>
<li><a href="#orge97ffd5">252. Retroperitoneal space.</a></li>
<li><a href="#org4eb26dd">253. Peritoneal and subperitoneal division of the pelvis.</a></li>
<li><a href="#orgbac0947">254. Subcutaneous division of the pelvis. Ischioanal fossa.</a></li>
<li><a href="#org0cf9fcb">255. Deltoid region.</a></li>
<li><a href="#org286faff">256. Anterior region of arm.</a></li>
<li><a href="#org494ceb6">257. Posterior region of arm.</a></li>
<li><a href="#org5e3ee07">258. Anterior and posterior regions of elbow.</a></li>
<li><a href="#org687cada">259. Anterior region of forearm.</a></li>
<li><a href="#orgb89d276">260. Posterior region of forearm.</a></li>
<li><a href="#org4a77abc">261. Anterior and posterior regions of wrist.</a></li>
<li><a href="#org5642ca6">262. Palmar region.</a></li>
<li><a href="#orgd6f14d9">263. Dorsum of hand.</a></li>
<li><a href="#org64d2499">264. Digits of hand</a></li>
<li><a href="#org1d3fa35">265.Gluteal region.</a></li>
<li><a href="#orgdfd0da3">266. Anterior region of thigh.</a></li>
<li><a href="#org84a327f">267. Posterior region of thigh.</a></li>
<li><a href="#org1bfdd89">268. Anterior and posterior regions of knee.</a></li>
<li><a href="#org95e9f54">269. Anterior region of leg.</a></li>
<li><a href="#orga29a4c0">270. Posterior region of leg.</a></li>
<li><a href="#org434ac27">271. Plantar region.</a></li>
<li><a href="#org4cb969e">272. Heel region.</a></li>
<li><a href="#org26ece82">273. Dorsum of foot.</a></li>
<li><a href="#org82ce8e3">274. Digits of foot or toes.</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgd3056b1" class="outline-2">
<h2 id="orgd3056b1"><a href="https://thanosapollo.com">Home Page</a></h2>
</div>
<div id="outline-container-org20100d7" class="outline-2">
<h2 id="org20100d7">Recommended Resources</h2>
<div class="outline-text-2" id="text-org20100d7">
<ul class="org-ul">
<li><a href="https://www.kenhub.com/">Kenhub</a></li>
</ul>
</div>
</div>
