content/anatomy.org
* BONES AND JOINTS
+ The basic part of the osteology is included in the practical exam. When describing bones, students have got to show knowledge on the attachment sites of muscles.
+ For the joints, knowledge on the joint structures and mechanics, as well as on the radiographic anatomy of the bones and joints is
required.
** 1. The bone as an organ - structure, development and growing. Biological features.
** 2. Bones of the vertebral column.
*** General
**** Main regions
+ Cervical Spine (7)
  + C1 : Atlas
  + C2 : Axis
+ Thoracic Spine (12)
+ Lumbar Spine (5)
+ Sacrum (5)
+ Coccyx (3-5)
**** Curvatures
+ Cervical lordosis (C2-T2)
+ Thoracic kyphosis (T2-T12)
+ Lumbar lordosis (T12 - sacrovertebral angle)
+ Sacral kyphosis (sacrovertebral articulation - coccyx)
**** Movements
+ Flexion, stabilization and support of the trunk
+ protection of the spinal cord
**** Key components of a typical vertebra
+ Main:
  + Vertebral body
    + The large cylindrical part located anteriorly that gives strength to the spine.
    + They are involved in weight bearing.
    + Their size increases as one descends down the vertebral column.
    + Adjacent vertebral bodies are separated by intervertebral discs.
  + Vertebral arch
  + Vertebral foramen
+ Bony landmarks of the vertebral arch
  + Pedicles
  + Laminae
  + Vertebral processes : Spinous process, transverse processes, superior articular processes (with superior articular facets) and inferior articular processes (with inferior articular facets)

** 3. Ribs and sternum.
** 4. Clavicula, scapula and humerus.
** 5. Radius and ulna.
** 6. Bones of hand.
** 7. Bones of pelvis: sacrum and hip bone..
** 8. Femur, tibia and fibula.
** 9. Bones of foot.
** 10. Calvaria (cranial roof). Fontanelles.
** 11. Cranial base, external surface. Mandibule.
** 12. Cranial base, internal surface.
** 13. Lateral surface of the cranium. Temporal fossa, infratemporal fossa, and pterygopalatine fossa.
** 14. Orbit.
** 15. Bony nasal cavity.
** 16. Joints system. Bony joints: synarthrosis, cartilaginous joints, synostosis.
** 17. Synovial joints - structure and mechanics.
** 18. Vertebral column. Vertebral joints: syndesmoses, synchondroses and synovial joints.Configuration and
** mechanics of the vertebral column.
** 19. Thoracic joints. The thorax as a whole.
** 20. Temporomandibular joint.
** 21. Joints of pectoral girdle.
** 22. Glenohumeral or shoulder joint.
** 23. Elbow joint. Junctions of forearm bones.
** 24. Wrist joint. Carpal joints.
** 25. Carpometacarpal joints. Metacarpophalangeal joints. Interphalangeal joints of hand.
** 26. Joints of pelvic girdle. Shape and size of the pelvis.
** 27. Hip joint.
** 28. Knee joint.
** 29. Junctions of the leg bones. Ankle joint.
** 30. Subtalar or talocalcaneal joint. Transverse tarsal joint.
** 31. Cuneonavicular and intercuneiform joints. Metatarsophalangeal and interphalangeal joints.
** 32. Structure of muscles (body). Structure of fasciae, tendons, sesamoid bones, synovial sheaths and
** bursae. Mechanics of muscles.

* MUSCLES
+ For the muscles, knowledge on the muscle groups as well as on the attachment sites,
the nerve supply and the functions of the individual muscles are required.

** 33. Facial muscles.
** 34. Masticatory muscles.
** 35. Suboccipital muscles.
** 36. Superficial muscles of the back.
** 37. Deep muscles of the back. Thoracolumbar fascia.
** 38. Muscles of neck. Cervical fascia.
** 39. Muscles of thorax.
** 40. Diaphragm.
** 41. Muscles of abdomen.
** 42. Inguinal canal.
** 43. Muscles of shoulder girdle.
** 44. Muscles of arm. Brachial fascia.
** 45. Muscles of forearm - anterior and lateral group.
** 46. Muscles of the forearm - posterior group. Antebrachial fascia.
** 47. Muscles and synovial sheaths of hand.
** 48. Muscles of pelvis.
** 49. Muscles of thigh. Fascia lata.
** 50. Muscles of leg - anterior and lateral group.
** 51. Muscles of leg - posterior group. Deep fascia of leg or fascia cruris.
** 52. Muscles, fasciae and synovial sheaths of foot. Configuration, mechanics and deformations of the foot.

* INTERNAL ORGANS
+ For the internal organs, knowledge is required on their:
  + ontogenesis (including the embryogenesis)
  + topography
  + macro- and microscopic structure
  + histology and physiology
  + blood supply
  + nerve supply
  + lymphatic drainage
  + anomalies
** 53. Alimentary system - overview and development.
** 54. Oral cavity.
** 55. Tongue.
** 56. Teeth - permanent and deciduous. Development and histological structure of the tooth.
** 57. Major salivary glands – parotid gland, submandibular gland, sublingual gland.
