Anatomy.html

<div id="outline-container-org50c6336" class="outline-2">
<h2 id="org50c6336">BONES AND JOINTS</h2>
<div class="outline-text-2" id="text-org50c6336">
<ul class="org-ul">
<li>The basic part of the osteology is included in the practical exam. When describing bones, students have got to show knowledge on the attachment sites of muscles.</li>
<li>For the joints, knowledge on the joint structures and mechanics, as well as on the radiographic anatomy of the bones and joints is</li>
</ul>
<p>
required.
</p>
</div>
<div id="outline-container-org6737807" class="outline-3">
<h3 id="org6737807">1. The bone as an organ - structure, development and growing. Biological features.</h3>
</div>
<div id="outline-container-orgaf9a4fa" class="outline-3">
<h3 id="orgaf9a4fa">2. Bones of the vertebral column.</h3>
<div class="outline-text-3" id="text-orgaf9a4fa">
</div>
<div id="outline-container-org6a639ca" class="outline-4">
<h4 id="org6a639ca">General</h4>
<div class="outline-text-4" id="text-org6a639ca">
</div>
<ul class="org-ul">
<li><a id="org49af9f9"></a>Main regions<br />
<div class="outline-text-5" id="text-org49af9f9">
<ul class="org-ul">
<li>Cervical Spine (7)
<ul class="org-ul">
<li>C1 : Atlas</li>
<li>C2 : Axis</li>
</ul></li>
<li>Thoracic Spine (12)</li>
<li>Lumbar Spine (5)</li>
<li>Sacrum (5)</li>
<li>Coccyx (3-5)</li>
</ul>
</div>
</li>
<li><a id="orgf891724"></a>Curvatures<br />
<div class="outline-text-5" id="text-orgf891724">
<ul class="org-ul">
<li>Cervical lordosis (C2-T2)</li>
<li>Thoracic kyphosis (T2-T12)</li>
<li>Lumbar lordosis (T12 - sacrovertebral angle)</li>
<li>Sacral kyphosis (sacrovertebral articulation - coccyx)</li>
</ul>
</div>
</li>
<li><a id="org82a34b2"></a>Movements<br />
<div class="outline-text-5" id="text-org82a34b2">
<ul class="org-ul">
<li>Flexion, stabilization and support of the trunk</li>
<li>protection of the spinal cord</li>
</ul>
</div>
</li>
<li><a id="orgeeddf8f"></a>Key components of a typical vertebra<br />
<div class="outline-text-5" id="text-orgeeddf8f">
<ul class="org-ul">
<li>Main:
<ul class="org-ul">
<li>Vertebral body
<ul class="org-ul">
<li>The large cylindrical part located anteriorly that gives strength to the spine.</li>
<li>They are involved in weight bearing.</li>
<li>Their size increases as one descends down the vertebral column.</li>
<li>Adjacent vertebral bodies are separated by intervertebral discs.</li>
</ul></li>
<li>Vertebral arch</li>
<li>Vertebral foramen</li>
</ul></li>
<li>Bony landmarks of the vertebral arch
<ul class="org-ul">
<li>Pedicles</li>
<li>Laminae</li>
<li>Vertebral processes : Spinous process, transverse processes, superior articular processes (with superior articular facets) and inferior articular processes (with inferior articular facets)</li>
</ul></li>
</ul>
</div>
</li>
</ul>
</div>
</div>

<div id="outline-container-org796d539" class="outline-3">
<h3 id="org796d539">3. Ribs and sternum.</h3>
</div>
<div id="outline-container-org5256521" class="outline-3">
<h3 id="org5256521">4. Clavicula, scapula and humerus.</h3>
</div>
<div id="outline-container-org9f4d648" class="outline-3">
<h3 id="org9f4d648">5. Radius and ulna.</h3>
</div>
<div id="outline-container-orgbc75b5f" class="outline-3">
<h3 id="orgbc75b5f">6. Bones of hand.</h3>
</div>
<div id="outline-container-org3f52cdd" class="outline-3">
<h3 id="org3f52cdd">7. Bones of pelvis: sacrum and hip bone..</h3>
</div>
<div id="outline-container-org190dfd1" class="outline-3">
<h3 id="org190dfd1">8. Femur, tibia and fibula.</h3>
</div>
<div id="outline-container-org1da6685" class="outline-3">
<h3 id="org1da6685">9. Bones of foot.</h3>
</div>
<div id="outline-container-org8646cb0" class="outline-3">
<h3 id="org8646cb0">10. Calvaria (cranial roof). Fontanelles.</h3>
</div>
<div id="outline-container-org7533c81" class="outline-3">
<h3 id="org7533c81">11. Cranial base, external surface. Mandibule.</h3>
</div>
<div id="outline-container-org554895a" class="outline-3">
<h3 id="org554895a">12. Cranial base, internal surface.</h3>
</div>
<div id="outline-container-org1eab61a" class="outline-3">
<h3 id="org1eab61a">13. Lateral surface of the cranium. Temporal fossa, infratemporal fossa, and pterygopalatine fossa.</h3>
</div>
<div id="outline-container-orgc4be0ce" class="outline-3">
<h3 id="orgc4be0ce">14. Orbit.</h3>
</div>
<div id="outline-container-org1b52552" class="outline-3">
<h3 id="org1b52552">15. Bony nasal cavity.</h3>
</div>
<div id="outline-container-org7b4fa71" class="outline-3">
<h3 id="org7b4fa71">16. Joints system. Bony joints: synarthrosis, cartilaginous joints, synostosis.</h3>
</div>
<div id="outline-container-org8650018" class="outline-3">
<h3 id="org8650018">17. Synovial joints - structure and mechanics.</h3>
</div>
<div id="outline-container-org9b1aca6" class="outline-3">
<h3 id="org9b1aca6">18. Vertebral column. Vertebral joints: syndesmoses, synchondroses and synovial joints.Configuration and</h3>
</div>
<div id="outline-container-orga05fb2e" class="outline-3">
<h3 id="orga05fb2e">mechanics of the vertebral column.</h3>
</div>
<div id="outline-container-orgc45f986" class="outline-3">
<h3 id="orgc45f986">19. Thoracic joints. The thorax as a whole.</h3>
</div>
<div id="outline-container-orgab8e589" class="outline-3">
<h3 id="orgab8e589">20. Temporomandibular joint.</h3>
</div>
<div id="outline-container-org11612ae" class="outline-3">
<h3 id="org11612ae">21. Joints of pectoral girdle.</h3>
</div>
<div id="outline-container-org9ecd84d" class="outline-3">
<h3 id="org9ecd84d">22. Glenohumeral or shoulder joint.</h3>
</div>
<div id="outline-container-orgace5852" class="outline-3">
<h3 id="orgace5852">23. Elbow joint. Junctions of forearm bones.</h3>
</div>
<div id="outline-container-org6309810" class="outline-3">
<h3 id="org6309810">24. Wrist joint. Carpal joints.</h3>
</div>
<div id="outline-container-org8147cd3" class="outline-3">
<h3 id="org8147cd3">25. Carpometacarpal joints. Metacarpophalangeal joints. Interphalangeal joints of hand.</h3>
</div>
<div id="outline-container-org468b8cc" class="outline-3">
<h3 id="org468b8cc">26. Joints of pelvic girdle. Shape and size of the pelvis.</h3>
</div>
<div id="outline-container-org024dadc" class="outline-3">
<h3 id="org024dadc">27. Hip joint.</h3>
</div>
<div id="outline-container-org8f4792d" class="outline-3">
<h3 id="org8f4792d">28. Knee joint.</h3>
</div>
<div id="outline-container-orga66f0b9" class="outline-3">
<h3 id="orga66f0b9">29. Junctions of the leg bones. Ankle joint.</h3>
</div>
<div id="outline-container-org58141ac" class="outline-3">
<h3 id="org58141ac">30. Subtalar or talocalcaneal joint. Transverse tarsal joint.</h3>
</div>
<div id="outline-container-org0b4c934" class="outline-3">
<h3 id="org0b4c934">31. Cuneonavicular and intercuneiform joints. Metatarsophalangeal and interphalangeal joints.</h3>
</div>
<div id="outline-container-org0fcb92e" class="outline-3">
<h3 id="org0fcb92e">32. Structure of muscles (body). Structure of fasciae, tendons, sesamoid bones, synovial sheaths and</h3>
</div>
<div id="outline-container-orgbd88c8a" class="outline-3">
<h3 id="orgbd88c8a">bursae. Mechanics of muscles.</h3>
</div>
</div>

<div id="outline-container-org692dd83" class="outline-2">
<h2 id="org692dd83">MUSCLES</h2>
<div class="outline-text-2" id="text-org692dd83">
<ul class="org-ul">
<li>For the muscles, knowledge on the muscle groups as well as on the attachment sites,</li>
</ul>
<p>
the nerve supply and the functions of the individual muscles are required.
</p>
</div>

<div id="outline-container-org443ede0" class="outline-3">
<h3 id="org443ede0">33. Facial muscles.</h3>
</div>
<div id="outline-container-org897f1a6" class="outline-3">
<h3 id="org897f1a6">34. Masticatory muscles.</h3>
</div>
<div id="outline-container-orgaf2e24b" class="outline-3">
<h3 id="orgaf2e24b">35. Suboccipital muscles.</h3>
</div>
<div id="outline-container-orgdfbf25a" class="outline-3">
<h3 id="orgdfbf25a">36. Superficial muscles of the back.</h3>
</div>
<div id="outline-container-orga93a47b" class="outline-3">
<h3 id="orga93a47b">37. Deep muscles of the back. Thoracolumbar fascia.</h3>
</div>
<div id="outline-container-orgd5ac23c" class="outline-3">
<h3 id="orgd5ac23c">38. Muscles of neck. Cervical fascia.</h3>
</div>
<div id="outline-container-org78cf299" class="outline-3">
<h3 id="org78cf299">39. Muscles of thorax.</h3>
</div>
<div id="outline-container-org4ddf3c4" class="outline-3">
<h3 id="org4ddf3c4">40. Diaphragm.</h3>
</div>
<div id="outline-container-org7a3c773" class="outline-3">
<h3 id="org7a3c773">41. Muscles of abdomen.</h3>
</div>
<div id="outline-container-org38b4088" class="outline-3">
<h3 id="org38b4088">42. Inguinal canal.</h3>
</div>
<div id="outline-container-orgb002577" class="outline-3">
<h3 id="orgb002577">43. Muscles of shoulder girdle.</h3>
</div>
<div id="outline-container-org3410b96" class="outline-3">
<h3 id="org3410b96">44. Muscles of arm. Brachial fascia.</h3>
</div>
<div id="outline-container-org0a44549" class="outline-3">
<h3 id="org0a44549">45. Muscles of forearm - anterior and lateral group.</h3>
</div>
<div id="outline-container-org5db0f19" class="outline-3">
<h3 id="org5db0f19">46. Muscles of the forearm - posterior group. Antebrachial fascia.</h3>
</div>
<div id="outline-container-org5ec8dfb" class="outline-3">
<h3 id="org5ec8dfb">47. Muscles and synovial sheaths of hand.</h3>
</div>
<div id="outline-container-orga084d6f" class="outline-3">
<h3 id="orga084d6f">48. Muscles of pelvis.</h3>
</div>
<div id="outline-container-orgc528980" class="outline-3">
<h3 id="orgc528980">49. Muscles of thigh. Fascia lata.</h3>
</div>
<div id="outline-container-org47efcb8" class="outline-3">
<h3 id="org47efcb8">50. Muscles of leg - anterior and lateral group.</h3>
</div>
<div id="outline-container-org197afc8" class="outline-3">
<h3 id="org197afc8">51. Muscles of leg - posterior group. Deep fascia of leg or fascia cruris.</h3>
</div>
<div id="outline-container-org1500b20" class="outline-3">
<h3 id="org1500b20">52. Muscles, fasciae and synovial sheaths of foot. Configuration, mechanics and deformations of the foot.</h3>
</div>
</div>

<div id="outline-container-org9ad701d" class="outline-2">
<h2 id="org9ad701d">INTERNAL ORGANS</h2>
<div class="outline-text-2" id="text-org9ad701d">
<ul class="org-ul">
<li>For the internal organs, knowledge is required on their:
<ul class="org-ul">
<li>ontogenesis (including the embryogenesis)</li>
<li>topography</li>
<li>macro- and microscopic structure</li>
<li>histology and physiology</li>
<li>blood supply</li>
<li>nerve supply</li>
<li>lymphatic drainage</li>
<li>anomalies</li>
</ul></li>
</ul>
</div>
<div id="outline-container-orgf8aa7ed" class="outline-3">
<h3 id="orgf8aa7ed">53. Alimentary system - overview and development.</h3>
</div>
<div id="outline-container-org26d197c" class="outline-3">
<h3 id="org26d197c">54. Oral cavity.</h3>
</div>
<div id="outline-container-orgb813a7e" class="outline-3">
<h3 id="orgb813a7e">55. Tongue.</h3>
</div>
<div id="outline-container-org6d1c1c8" class="outline-3">
<h3 id="org6d1c1c8">56. Teeth - permanent and deciduous. Development and histological structure of the tooth.</h3>
</div>
<div id="outline-container-org74c7ea3" class="outline-3">
<h3 id="org74c7ea3">57. Major salivary glands – parotid gland, submandibular gland, sublingual gland.</h3>
</div>
