content/anatomy.org
** 58. Isthmus of fauces. Tonsils.
** 59. Pharynx.
** 60. Oesophagus.
** 61. Stomach - topography, blood supply, lymphatic drainage, nerve supply.
** 62. Stomach - structure.
** 63. Small intestine – duodenum..
** 64. Small intestine - jejunum and ileum.
** 65. Large intestine - caecum, appendix and colon.
** 66. Large intestine - rectum.
** 67. Pancreas.
** 68. Liver - shape, topography, blood supply, lymphatic drainage, nerve supply.
** 69. Structure of liver.
** 70. Bile ducts. Gallbladder.
** 71. Peritoneum.
** 72. Respiratory system - overview and development.
** 73. Nose. Nasal cavity. Paranasal sinuses.
** 74. Larynx.
** 75. Trachea. Bronchi.
** 76. Lung - shape, topography, blood supply, lymphatic drainage, nerve supply.
** 77. Structure of lung.
** 78. Pleura. Pleural cavity.
** 79. Urinary system - overview and development.
** 80. Kidney - shape, topography, blood supply, lymphatic drainage, nerve supply.
** 81. Structure of kidney.
** 82. Renal pelvis and ureter.
** 83. Urinary bladder.
** 84. Male and female urethra.
** 85. Male and female genetal systems - overview and development.
** 86. Testis.
** 87. Epididymis. Ductus deferens. Funiculus spermaticus (spermatic cord).
** 88. Seminal vesicles. Prostate. Bulbo-urethral glands.
** 89. Penis. Scrotum.
** 90. Ovary.
** 91. Uterine tube.
** 92. Uterus.
** 93. Vagina. Female external genitalia.
** 94. Perineum - muscles and fasciae.
** 95. Breast.
* ENDOCRINE GLANDS
+ For each endocrine gland knowledge on the
  + development topography
  + macro- and microscopic structure
  + blood supply and histophysiology is required.
** 96. Pituitary gland or hypophysis.
** 97. Pineal gland or epiphysis.
** 98. Thyroid gland.
** 99. Parathyroid glands.
** 100. Suprarenal glands. Paraganglia.
** 101. Endocrine pancreas. Gastro-entero-pancreatic endocrine system.
* CARDIOVASCULAR SYSTEM
+ For the blood vessels, knowledge on the
  + Location, branches (tributaries) and the essential collateral pathways, and for the lymphatic system - on the regional lymph nodes and the lymphatic drainage, are required.
** 102. Heart (cor). Development, topography and external relief.
** 103. Heart chambers. Cardiac valves.
** 104. Structure of the cardiac wall. Fibrous skeleton of the heart.
** 105. Pericardium. Pericardial cavity.
** 106. Blood supply of the heart - arteries and veins.
** 107. Conducting system of the heart.
** 108. Features of the arterial and venous part of the vascular system.
** 109. General structure of the wall of blood vessels. Arteries, veins and capillaries.
** 110. Vessels and functional properties of the pulmonary circulation.
** 111. Aorta - overview.
** 112. External carotid artery.
** 113. Internal carotid artery.
** 114. Ophthalmic artery.
** 115. Maxillary artery.
** 116. Subclavian artery.
** 117. Axillary and brachial arteries.
** 118. Radial and ulnar arteries.
** 119. Aortic arch. Thoracic aorta.
** 120. Abdominal aorta - paired branches.
** 121. Abdominal aorta - unpaired branches.
** 122. Common iliac artery. Internal iliac artery.
** 123. External iliac artery. Femoral artery.
** 124. Popliteal artery. Arteries of leg and foot.
** 125. Superior vena cava. Veins of head and neck.
** 126. Veins of the thoracic wall, the upper part of the abdominal wall and the vertebral column.
** 127. Inferior vena cava. Veins of the pelvis and the lower part of the abdominal wall.
** 128. Anastomoses between the systems of the both venae cavae (cava-caval anastomoses).
** 129. Superficial and deep veins of limbs.
** 130. System of the hepatic portal vein. Porto-caval anastomoses.
** 131. Fetal blood circulation. Changes in the vascular system at birth.
** 132. Lymphoid system. Overview. Structure of the wall of the lymphatic vessels. Main lymphatic vessels.
** 133. Lymph node - structure.
** 134. Tonsils - structure.
** 135. Thymus.
** 136. Spleen.
** 137. Bone marrow.
** 138. Lymphatic vessels and regional lymph nodes of head and neck.
** 139. Lymphatic vessels and regional lymph nodes of limbs.
** 140. Thoracic lymphatic vessels and lymph nodes.
** 141. Abdominal lymphatic vessels and lymph nodes.
