Anatomy.html
<div id="outline-container-org53c2ba6" class="outline-3">
<h3 id="org53c2ba6">58. Isthmus of fauces. Tonsils.</h3>
</div>
<div id="outline-container-orgfdc4f11" class="outline-3">
<h3 id="orgfdc4f11">59. Pharynx.</h3>
</div>
<div id="outline-container-org99ea4a1" class="outline-3">
<h3 id="org99ea4a1">60. Oesophagus.</h3>
</div>
<div id="outline-container-org4a47596" class="outline-3">
<h3 id="org4a47596">61. Stomach - topography, blood supply, lymphatic drainage, nerve supply.</h3>
</div>
<div id="outline-container-orga4caee5" class="outline-3">
<h3 id="orga4caee5">62. Stomach - structure.</h3>
</div>
<div id="outline-container-orgcb91537" class="outline-3">
<h3 id="orgcb91537">63. Small intestine – duodenum..</h3>
</div>
<div id="outline-container-org17d1781" class="outline-3">
<h3 id="org17d1781">64. Small intestine - jejunum and ileum.</h3>
</div>
<div id="outline-container-org81d30e4" class="outline-3">
<h3 id="org81d30e4">65. Large intestine - caecum, appendix and colon.</h3>
</div>
<div id="outline-container-org2231fd1" class="outline-3">
<h3 id="org2231fd1">66. Large intestine - rectum.</h3>
</div>
<div id="outline-container-orgd918364" class="outline-3">
<h3 id="orgd918364">67. Pancreas.</h3>
</div>
<div id="outline-container-org7bd2900" class="outline-3">
<h3 id="org7bd2900">68. Liver - shape, topography, blood supply, lymphatic drainage, nerve supply.</h3>
</div>
<div id="outline-container-org2977d75" class="outline-3">
<h3 id="org2977d75">69. Structure of liver.</h3>
</div>
<div id="outline-container-org1df27b7" class="outline-3">
<h3 id="org1df27b7">70. Bile ducts. Gallbladder.</h3>
</div>
<div id="outline-container-org99a4f29" class="outline-3">
<h3 id="org99a4f29">71. Peritoneum.</h3>
</div>
<div id="outline-container-org17662c3" class="outline-3">
<h3 id="org17662c3">72. Respiratory system - overview and development.</h3>
</div>
<div id="outline-container-org8bb4417" class="outline-3">
<h3 id="org8bb4417">73. Nose. Nasal cavity. Paranasal sinuses.</h3>
</div>
<div id="outline-container-org1d5a4f8" class="outline-3">
<h3 id="org1d5a4f8">74. Larynx.</h3>
</div>
<div id="outline-container-org9329acd" class="outline-3">
<h3 id="org9329acd">75. Trachea. Bronchi.</h3>
</div>
<div id="outline-container-org119472a" class="outline-3">
<h3 id="org119472a">76. Lung - shape, topography, blood supply, lymphatic drainage, nerve supply.</h3>
</div>
<div id="outline-container-org8fd625f" class="outline-3">
<h3 id="org8fd625f">77. Structure of lung.</h3>
</div>
<div id="outline-container-orge0e0209" class="outline-3">
<h3 id="orge0e0209">78. Pleura. Pleural cavity.</h3>
</div>
<div id="outline-container-org7e2b834" class="outline-3">
<h3 id="org7e2b834">79. Urinary system - overview and development.</h3>
</div>
<div id="outline-container-orgff46d6b" class="outline-3">
<h3 id="orgff46d6b">80. Kidney - shape, topography, blood supply, lymphatic drainage, nerve supply.</h3>
</div>
<div id="outline-container-orgfda8377" class="outline-3">
<h3 id="orgfda8377">81. Structure of kidney.</h3>
</div>
<div id="outline-container-org5ad3184" class="outline-3">
<h3 id="org5ad3184">82. Renal pelvis and ureter.</h3>
</div>
<div id="outline-container-org9edb9d2" class="outline-3">
<h3 id="org9edb9d2">83. Urinary bladder.</h3>
</div>
<div id="outline-container-org37f354d" class="outline-3">
<h3 id="org37f354d">84. Male and female urethra.</h3>
</div>
<div id="outline-container-org20abf58" class="outline-3">
<h3 id="org20abf58">85. Male and female genetal systems - overview and development.</h3>
</div>
<div id="outline-container-org2f9796f" class="outline-3">
<h3 id="org2f9796f">86. Testis.</h3>
</div>
<div id="outline-container-org68c1a4d" class="outline-3">
<h3 id="org68c1a4d">87. Epididymis. Ductus deferens. Funiculus spermaticus (spermatic cord).</h3>
</div>
<div id="outline-container-orge725318" class="outline-3">
<h3 id="orge725318">88. Seminal vesicles. Prostate. Bulbo-urethral glands.</h3>
</div>
<div id="outline-container-org500c49f" class="outline-3">
<h3 id="org500c49f">89. Penis. Scrotum.</h3>
</div>
<div id="outline-container-org025bdcc" class="outline-3">
<h3 id="org025bdcc">90. Ovary.</h3>
</div>
<div id="outline-container-orge3d64c9" class="outline-3">
<h3 id="orge3d64c9">91. Uterine tube.</h3>
</div>
<div id="outline-container-orge41849e" class="outline-3">
<h3 id="orge41849e">92. Uterus.</h3>
</div>
<div id="outline-container-org858fc9d" class="outline-3">
<h3 id="org858fc9d">93. Vagina. Female external genitalia.</h3>
</div>
<div id="outline-container-org603f57d" class="outline-3">
<h3 id="org603f57d">94. Perineum - muscles and fasciae.</h3>
</div>
<div id="outline-container-orgda7b52d" class="outline-3">
<h3 id="orgda7b52d">95. Breast.</h3>
</div>
</div>
<div id="outline-container-orgc91dee3" class="outline-2">
<h2 id="orgc91dee3">ENDOCRINE GLANDS</h2>
<div class="outline-text-2" id="text-orgc91dee3">
<ul class="org-ul">
<li>For each endocrine gland knowledge on the
<ul class="org-ul">
<li>development topography</li>
<li>macro- and microscopic structure</li>
<li>blood supply and histophysiology is required.</li>
</ul></li>
</ul>
</div>
<div id="outline-container-orgb974f7e" class="outline-3">
<h3 id="orgb974f7e">96. Pituitary gland or hypophysis.</h3>
</div>
<div id="outline-container-orgc402777" class="outline-3">
<h3 id="orgc402777">97. Pineal gland or epiphysis.</h3>
</div>
<div id="outline-container-orgbb1e5aa" class="outline-3">
<h3 id="orgbb1e5aa">98. Thyroid gland.</h3>
</div>
<div id="outline-container-org99355bb" class="outline-3">
<h3 id="org99355bb">99. Parathyroid glands.</h3>
</div>
<div id="outline-container-org063f572" class="outline-3">
<h3 id="org063f572">100. Suprarenal glands. Paraganglia.</h3>
</div>
<div id="outline-container-orga3ca371" class="outline-3">
<h3 id="orga3ca371">101. Endocrine pancreas. Gastro-entero-pancreatic endocrine system.</h3>
</div>
</div>
<div id="outline-container-orgc2e4244" class="outline-2">
<h2 id="orgc2e4244">CARDIOVASCULAR SYSTEM</h2>
<div class="outline-text-2" id="text-orgc2e4244">
<ul class="org-ul">
<li>For the blood vessels, knowledge on the
<ul class="org-ul">
<li>Location, branches (tributaries) and the essential collateral pathways, and for the lymphatic system - on the regional lymph nodes and the lymphatic drainage, are required.</li>
</ul></li>
</ul>
</div>
<div id="outline-container-orgf66648a" class="outline-3">
<h3 id="orgf66648a">102. Heart (cor). Development, topography and external relief.</h3>
</div>
<div id="outline-container-org17c2548" class="outline-3">
<h3 id="org17c2548">103. Heart chambers. Cardiac valves.</h3>
</div>
<div id="outline-container-org7186712" class="outline-3">
<h3 id="org7186712">104. Structure of the cardiac wall. Fibrous skeleton of the heart.</h3>
</div>
<div id="outline-container-org4303f7c" class="outline-3">
<h3 id="org4303f7c">105. Pericardium. Pericardial cavity.</h3>
</div>
<div id="outline-container-org5f18f3f" class="outline-3">
<h3 id="org5f18f3f">106. Blood supply of the heart - arteries and veins.</h3>
</div>
<div id="outline-container-org599ace1" class="outline-3">
<h3 id="org599ace1">107. Conducting system of the heart.</h3>
</div>
<div id="outline-container-orge63747f" class="outline-3">
<h3 id="orge63747f">108. Features of the arterial and venous part of the vascular system.</h3>
</div>
<div id="outline-container-org5d908a6" class="outline-3">
<h3 id="org5d908a6">109. General structure of the wall of blood vessels. Arteries, veins and capillaries.</h3>
</div>
<div id="outline-container-org2f015e5" class="outline-3">
<h3 id="org2f015e5">110. Vessels and functional properties of the pulmonary circulation.</h3>
</div>
<div id="outline-container-org06de5e8" class="outline-3">
<h3 id="org06de5e8">111. Aorta - overview.</h3>
</div>
<div id="outline-container-org819c664" class="outline-3">
<h3 id="org819c664">112. External carotid artery.</h3>
</div>
<div id="outline-container-org8a33104" class="outline-3">
<h3 id="org8a33104">113. Internal carotid artery.</h3>
</div>
<div id="outline-container-orgf84cf5c" class="outline-3">
<h3 id="orgf84cf5c">114. Ophthalmic artery.</h3>
</div>
<div id="outline-container-orgf904478" class="outline-3">
<h3 id="orgf904478">115. Maxillary artery.</h3>
</div>
<div id="outline-container-org6f6c0ed" class="outline-3">
<h3 id="org6f6c0ed">116. Subclavian artery.</h3>
</div>
<div id="outline-container-org66ad41e" class="outline-3">
<h3 id="org66ad41e">117. Axillary and brachial arteries.</h3>
</div>
<div id="outline-container-org2c4852f" class="outline-3">
<h3 id="org2c4852f">118. Radial and ulnar arteries.</h3>
</div>
<div id="outline-container-org7b1ec64" class="outline-3">
<h3 id="org7b1ec64">119. Aortic arch. Thoracic aorta.</h3>
</div>
<div id="outline-container-org29eba3e" class="outline-3">
<h3 id="org29eba3e">120. Abdominal aorta - paired branches.</h3>
</div>
<div id="outline-container-org2ffc44a" class="outline-3">
<h3 id="org2ffc44a">121. Abdominal aorta - unpaired branches.</h3>
</div>
<div id="outline-container-orgdd96e38" class="outline-3">
<h3 id="orgdd96e38">122. Common iliac artery. Internal iliac artery.</h3>
</div>
<div id="outline-container-org2ef2fb8" class="outline-3">
<h3 id="org2ef2fb8">123. External iliac artery. Femoral artery.</h3>
</div>
<div id="outline-container-org2022f13" class="outline-3">
<h3 id="org2022f13">124. Popliteal artery. Arteries of leg and foot.</h3>
</div>
<div id="outline-container-orgd8b7f0f" class="outline-3">
<h3 id="orgd8b7f0f">125. Superior vena cava. Veins of head and neck.</h3>
</div>
<div id="outline-container-orgd060dee" class="outline-3">
<h3 id="orgd060dee">126. Veins of the thoracic wall, the upper part of the abdominal wall and the vertebral column.</h3>
</div>
<div id="outline-container-orge627ba0" class="outline-3">
<h3 id="orge627ba0">127. Inferior vena cava. Veins of the pelvis and the lower part of the abdominal wall.</h3>
</div>
<div id="outline-container-orge8570c8" class="outline-3">
<h3 id="orge8570c8">128. Anastomoses between the systems of the both venae cavae (cava-caval anastomoses).</h3>
</div>
<div id="outline-container-org4d94ad8" class="outline-3">
<h3 id="org4d94ad8">129. Superficial and deep veins of limbs.</h3>
</div>
<div id="outline-container-orgb4a9c48" class="outline-3">
<h3 id="orgb4a9c48">130. System of the hepatic portal vein. Porto-caval anastomoses.</h3>
</div>
<div id="outline-container-org6813a00" class="outline-3">
<h3 id="org6813a00">131. Fetal blood circulation. Changes in the vascular system at birth.</h3>
</div>
<div id="outline-container-orga853c6d" class="outline-3">
<h3 id="orga853c6d">132. Lymphoid system. Overview. Structure of the wall of the lymphatic vessels. Main lymphatic vessels.</h3>
</div>
<div id="outline-container-org933e216" class="outline-3">
<h3 id="org933e216">133. Lymph node - structure.</h3>
</div>
<div id="outline-container-orgad6a377" class="outline-3">
<h3 id="orgad6a377">134. Tonsils - structure.</h3>
</div>
<div id="outline-container-orgc27f5a1" class="outline-3">
<h3 id="orgc27f5a1">135. Thymus.</h3>
</div>
<div id="outline-container-org26538e1" class="outline-3">
<h3 id="org26538e1">136. Spleen.</h3>
</div>
<div id="outline-container-orgb598eb4" class="outline-3">
<h3 id="orgb598eb4">137. Bone marrow.</h3>
</div>
<div id="outline-container-orgf21db16" class="outline-3">
<h3 id="orgf21db16">138. Lymphatic vessels and regional lymph nodes of head and neck.</h3>
</div>
<div id="outline-container-org11a18da" class="outline-3">
<h3 id="org11a18da">139. Lymphatic vessels and regional lymph nodes of limbs.</h3>
</div>
<div id="outline-container-orgb6d7999" class="outline-3">
<h3 id="orgb6d7999">140. Thoracic lymphatic vessels and lymph nodes.</h3>
</div>
<div id="outline-container-orgede8fd6" class="outline-3">
<h3 id="orgede8fd6">141. Abdominal lymphatic vessels and lymph nodes.</h3>
</div>
