content/anatomy.org
** 142. Pelvic lymphatic vessels and lymph nodes.
* NERVOUS SYSTEM AND SENSE ORGANS
+ For the parts of the central nervous system, knowledge on
  + their macro- and microscopic structure,
  + and for the peripheral nerves - on their nuclei, ganglia, course and branches, is required.
** 143. General principles of organization of the nervous system.
** 144. Development of the nervous system.
** 145. General principles of the histophysiology of the nervous system.
** 146. Spinal cord - shape, topography, blood supply.
** 147. Gray columns of spinal cord. Spinal laminae.
** 148. White substance of spinal cord. Roots. Propriospinal tracts.
** 149. Ascending tracts in the spinal cord.
** 150. Descending tracts in the spinal cord.
** 151. Meninges and blood supply of the spinal cord.
** 152. Encephalon (Brain) - overview and development.
** 153. Medulla oblongata.
** 154. Pons.
** 155. Cerebellum – body of cerebellum and internal features.
** 156. Afferent and efferent cerebellar connections.
** 157. Fourth ventricle.
** 158. Mesencephalon (Midbrain).
** 159. Diencephalon (Interbrain): thalamus, epithalamus, subthalamus.
** 160. Diencephalon - hypothalamus.
** 161. Third ventricle.
** 162. Reticular formation.
** 163. Telencephalon (Cerebrum, Endbrain) - sulci and gyri.
** 164. Structure of the cerebral cortex. Cytoarchitectonics.
** 165. Cortical areas. Localization of the functions in the cerebral cortex.
** 166. Myeloarchitectonics of the telencephalon. Corpus callosum. Commissurae. Capsula interna.
** 167. Basal nuclei of the telencephalon.
** 168. Olfactory bulb and other olfactory structures.
** 169. Limbic system.
** 170. Lateral ventricle.
** 171. Cranial dura mater. Dural venous sinuses.
** 172. Arachnoid mater and pia mater. Cerebrospinal fluid circulation.
** 173. Blood supply of the brain - arteries and veins.
** 174. Exteroceptive system for mechanoreception.
** 175. System for pain and temperature.
** 176. System for proprioreception.
** 177. Motor system. Pyramidal, oculomotor and corticonuclear systems.
** 178. Motor system. Extrapyramidal system.
** 179. Limbic functional system.
** 180. General principles of organization of the peripheral nervous system. Ontogenesis.
** 181. Somatic and autonomic (vegetative) nerves. Regional and segmental nerve supply of the skin and
** muscles.
** 182. Spinal nerves - formation. Spinal ganglia. Reflex arch.
** 183. Posterior or dorsal rami of spinal nerves.
** 184. Cervical plexus.
** 185. Brachial plexus - formation. Branches of the supraclavicular part.
** 186. Median nerve.
** 187. Ulnar nerve.
** 188. Radial nerve.
** 189. Axillary nerve. Musculocutaneous nerve.
** 190. Intercostal nerves.
** 191. Lumbar plexus.
** 192. Sacral plexus - formation and branches.
** 193. Ischiatic nerve.
** 194. Oculomotor, trochlear and abducent nerves.
** 195. Trigeminal nerve (V) - nuclei, branches and regions of nerve supply.
** 196. Ophthalmic nerve (V1).
** 197. Maxillary nerve (V2).
** 198. Mandibular nerve (V3).
** 199. Facial nerve (VII). Intermediate nerve.
** 200. Cochlear nerve of the vestibulocochlear nerve (VIII). Auditory sensory system.
** 201. Vestibular nerve of the vestibulocochlear nerve. Vestibular sensory system.
** 202. Glossopharyngeal nerve (IX).
** 203. Vagus nerve (X).
** 204. Accessorius nerve (XI). Hypoglossal nerve (XII).
** 205. General principles of organization of the autonomic (vegetative) nervous system. Autonomic reflex
** arch.
** 206. Parasympathetic part of the autonomic (vegetative) nervous system.
** 207. Sympathetic part of the autonomic (vegetative) nervous system. Overview.
** 208. Cranial and cervical part of the sympathetic part of the autonomic nervous system..
** 209. Thoracic, lumbar and pelvic part of the sympathetic part of the autonomic nervous
** system..
** 210. Sensory receptors – free nerve endings and encapsulated endings.
** 211. Olfactory organ. Olfactory sensory system.
** 212. Gustatory organ . Gustatory sensory system.
** 213. Eye - overview and development.
** 214. Fibrous layer of eyeball.
** 215. Vascular layer of eyeball.
** 216. Retina. Optic nerve. Visual sensory system.
** 217. Chambers of eyeball.
** 218. Extra-ocular muscles. Eyelids.
** 219. Blood supply of the eye.
** 220. Lacrimal apparatus. Conjunctiva.
