Anatomy.html
<div id="outline-container-orge2b1d25" class="outline-3">
<h3 id="orge2b1d25">142. Pelvic lymphatic vessels and lymph nodes.</h3>
</div>
</div>
<div id="outline-container-org97e65f2" class="outline-2">
<h2 id="org97e65f2">NERVOUS SYSTEM AND SENSE ORGANS</h2>
<div class="outline-text-2" id="text-org97e65f2">
<ul class="org-ul">
<li>For the parts of the central nervous system, knowledge on
<ul class="org-ul">
<li>their macro- and microscopic structure,</li>
<li>and for the peripheral nerves - on their nuclei, ganglia, course and branches, is required.</li>
</ul></li>
</ul>
</div>
<div id="outline-container-org61948be" class="outline-3">
<h3 id="org61948be">143. General principles of organization of the nervous system.</h3>
</div>
<div id="outline-container-orgb976a80" class="outline-3">
<h3 id="orgb976a80">144. Development of the nervous system.</h3>
</div>
<div id="outline-container-org45854c6" class="outline-3">
<h3 id="org45854c6">145. General principles of the histophysiology of the nervous system.</h3>
</div>
<div id="outline-container-org62d02bf" class="outline-3">
<h3 id="org62d02bf">146. Spinal cord - shape, topography, blood supply.</h3>
</div>
<div id="outline-container-org5490ab1" class="outline-3">
<h3 id="org5490ab1">147. Gray columns of spinal cord. Spinal laminae.</h3>
</div>
<div id="outline-container-org171fe2b" class="outline-3">
<h3 id="org171fe2b">148. White substance of spinal cord. Roots. Propriospinal tracts.</h3>
</div>
<div id="outline-container-org1782628" class="outline-3">
<h3 id="org1782628">149. Ascending tracts in the spinal cord.</h3>
</div>
<div id="outline-container-orge1a21c0" class="outline-3">
<h3 id="orge1a21c0">150. Descending tracts in the spinal cord.</h3>
</div>
<div id="outline-container-orgb99e4fb" class="outline-3">
<h3 id="orgb99e4fb">151. Meninges and blood supply of the spinal cord.</h3>
</div>
<div id="outline-container-org6191c07" class="outline-3">
<h3 id="org6191c07">152. Encephalon (Brain) - overview and development.</h3>
</div>
<div id="outline-container-org7fe2f40" class="outline-3">
<h3 id="org7fe2f40">153. Medulla oblongata.</h3>
</div>
<div id="outline-container-orga5f14ac" class="outline-3">
<h3 id="orga5f14ac">154. Pons.</h3>
</div>
<div id="outline-container-org876dab3" class="outline-3">
<h3 id="org876dab3">155. Cerebellum – body of cerebellum and internal features.</h3>
</div>
<div id="outline-container-orgdcdd499" class="outline-3">
<h3 id="orgdcdd499">156. Afferent and efferent cerebellar connections.</h3>
</div>
<div id="outline-container-org693ee60" class="outline-3">
<h3 id="org693ee60">157. Fourth ventricle.</h3>
</div>
<div id="outline-container-orga074f30" class="outline-3">
<h3 id="orga074f30">158. Mesencephalon (Midbrain).</h3>
</div>
<div id="outline-container-org250698b" class="outline-3">
<h3 id="org250698b">159. Diencephalon (Interbrain): thalamus, epithalamus, subthalamus.</h3>
</div>
<div id="outline-container-orgb4bf895" class="outline-3">
<h3 id="orgb4bf895">160. Diencephalon - hypothalamus.</h3>
</div>
<div id="outline-container-org6a0fe71" class="outline-3">
<h3 id="org6a0fe71">161. Third ventricle.</h3>
</div>
<div id="outline-container-org02e5a23" class="outline-3">
<h3 id="org02e5a23">162. Reticular formation.</h3>
</div>
<div id="outline-container-org58dc57d" class="outline-3">
<h3 id="org58dc57d">163. Telencephalon (Cerebrum, Endbrain) - sulci and gyri.</h3>
</div>
<div id="outline-container-org5c05c1e" class="outline-3">
<h3 id="org5c05c1e">164. Structure of the cerebral cortex. Cytoarchitectonics.</h3>
</div>
<div id="outline-container-org6ea33cf" class="outline-3">
<h3 id="org6ea33cf">165. Cortical areas. Localization of the functions in the cerebral cortex.</h3>
</div>
<div id="outline-container-orgec8490c" class="outline-3">
<h3 id="orgec8490c">166. Myeloarchitectonics of the telencephalon. Corpus callosum. Commissurae. Capsula interna.</h3>
</div>
<div id="outline-container-orge45ac6b" class="outline-3">
<h3 id="orge45ac6b">167. Basal nuclei of the telencephalon.</h3>
</div>
<div id="outline-container-org06c2e3d" class="outline-3">
<h3 id="org06c2e3d">168. Olfactory bulb and other olfactory structures.</h3>
</div>
<div id="outline-container-org8b46f5c" class="outline-3">
<h3 id="org8b46f5c">169. Limbic system.</h3>
</div>
<div id="outline-container-org8f635cd" class="outline-3">
<h3 id="org8f635cd">170. Lateral ventricle.</h3>
</div>
<div id="outline-container-org34c87cb" class="outline-3">
<h3 id="org34c87cb">171. Cranial dura mater. Dural venous sinuses.</h3>
</div>
<div id="outline-container-org6b1c7ba" class="outline-3">
<h3 id="org6b1c7ba">172. Arachnoid mater and pia mater. Cerebrospinal fluid circulation.</h3>
</div>
<div id="outline-container-org9d3f95b" class="outline-3">
<h3 id="org9d3f95b">173. Blood supply of the brain - arteries and veins.</h3>
</div>
<div id="outline-container-org8d8812c" class="outline-3">
<h3 id="org8d8812c">174. Exteroceptive system for mechanoreception.</h3>
</div>
<div id="outline-container-org3669219" class="outline-3">
<h3 id="org3669219">175. System for pain and temperature.</h3>
</div>
<div id="outline-container-org0cccfb2" class="outline-3">
<h3 id="org0cccfb2">176. System for proprioreception.</h3>
</div>
<div id="outline-container-orgf3771df" class="outline-3">
<h3 id="orgf3771df">177. Motor system. Pyramidal, oculomotor and corticonuclear systems.</h3>
</div>
<div id="outline-container-orgee843ba" class="outline-3">
<h3 id="orgee843ba">178. Motor system. Extrapyramidal system.</h3>
</div>
<div id="outline-container-org0bbdd18" class="outline-3">
<h3 id="org0bbdd18">179. Limbic functional system.</h3>
</div>
<div id="outline-container-org31cc4b3" class="outline-3">
<h3 id="org31cc4b3">180. General principles of organization of the peripheral nervous system. Ontogenesis.</h3>
</div>
<div id="outline-container-orgd120b8f" class="outline-3">
<h3 id="orgd120b8f">181. Somatic and autonomic (vegetative) nerves. Regional and segmental nerve supply of the skin and</h3>
</div>
<div id="outline-container-orgae27f34" class="outline-3">
<h3 id="orgae27f34">muscles.</h3>
</div>
<div id="outline-container-orgbdd47b8" class="outline-3">
<h3 id="orgbdd47b8">182. Spinal nerves - formation. Spinal ganglia. Reflex arch.</h3>
</div>
<div id="outline-container-orge15b61c" class="outline-3">
<h3 id="orge15b61c">183. Posterior or dorsal rami of spinal nerves.</h3>
</div>
<div id="outline-container-org4538cf9" class="outline-3">
<h3 id="org4538cf9">184. Cervical plexus.</h3>
</div>
<div id="outline-container-org2f2638e" class="outline-3">
<h3 id="org2f2638e">185. Brachial plexus - formation. Branches of the supraclavicular part.</h3>
</div>
<div id="outline-container-org60450e2" class="outline-3">
<h3 id="org60450e2">186. Median nerve.</h3>
</div>
<div id="outline-container-org3cc6e0f" class="outline-3">
<h3 id="org3cc6e0f">187. Ulnar nerve.</h3>
</div>
<div id="outline-container-org0be249d" class="outline-3">
<h3 id="org0be249d">188. Radial nerve.</h3>
</div>
<div id="outline-container-orgbf90e16" class="outline-3">
<h3 id="orgbf90e16">189. Axillary nerve. Musculocutaneous nerve.</h3>
</div>
<div id="outline-container-org9ab78f2" class="outline-3">
<h3 id="org9ab78f2">190. Intercostal nerves.</h3>
</div>
<div id="outline-container-orgceffedd" class="outline-3">
<h3 id="orgceffedd">191. Lumbar plexus.</h3>
</div>
<div id="outline-container-orgdd5b352" class="outline-3">
<h3 id="orgdd5b352">192. Sacral plexus - formation and branches.</h3>
</div>
<div id="outline-container-orgf0f5cb3" class="outline-3">
<h3 id="orgf0f5cb3">193. Ischiatic nerve.</h3>
</div>
<div id="outline-container-org2cac72d" class="outline-3">
<h3 id="org2cac72d">194. Oculomotor, trochlear and abducent nerves.</h3>
</div>
<div id="outline-container-org5739ccb" class="outline-3">
<h3 id="org5739ccb">195. Trigeminal nerve (V) - nuclei, branches and regions of nerve supply.</h3>
</div>
<div id="outline-container-org49fe441" class="outline-3">
<h3 id="org49fe441">196. Ophthalmic nerve (V1).</h3>
</div>
<div id="outline-container-orgb26fee3" class="outline-3">
<h3 id="orgb26fee3">197. Maxillary nerve (V2).</h3>
</div>
<div id="outline-container-org002cc9e" class="outline-3">
<h3 id="org002cc9e">198. Mandibular nerve (V3).</h3>
</div>
<div id="outline-container-org830702c" class="outline-3">
<h3 id="org830702c">199. Facial nerve (VII). Intermediate nerve.</h3>
</div>
<div id="outline-container-orgd5e3c8a" class="outline-3">
<h3 id="orgd5e3c8a">200. Cochlear nerve of the vestibulocochlear nerve (VIII). Auditory sensory system.</h3>
</div>
<div id="outline-container-orgbfe799d" class="outline-3">
<h3 id="orgbfe799d">201. Vestibular nerve of the vestibulocochlear nerve. Vestibular sensory system.</h3>
</div>
<div id="outline-container-org6c7d462" class="outline-3">
<h3 id="org6c7d462">202. Glossopharyngeal nerve (IX).</h3>
</div>
<div id="outline-container-orga786500" class="outline-3">
<h3 id="orga786500">203. Vagus nerve (X).</h3>
</div>
<div id="outline-container-orgee79ff5" class="outline-3">
<h3 id="orgee79ff5">204. Accessorius nerve (XI). Hypoglossal nerve (XII).</h3>
</div>
<div id="outline-container-org39d02f4" class="outline-3">
<h3 id="org39d02f4">205. General principles of organization of the autonomic (vegetative) nervous system. Autonomic reflex</h3>
</div>
<div id="outline-container-org0ab289f" class="outline-3">
<h3 id="org0ab289f">arch.</h3>
</div>
<div id="outline-container-org545a82f" class="outline-3">
<h3 id="org545a82f">206. Parasympathetic part of the autonomic (vegetative) nervous system.</h3>
</div>
<div id="outline-container-orge961694" class="outline-3">
<h3 id="orge961694">207. Sympathetic part of the autonomic (vegetative) nervous system. Overview.</h3>
</div>
<div id="outline-container-orgfbbaf5e" class="outline-3">
<h3 id="orgfbbaf5e">208. Cranial and cervical part of the sympathetic part of the autonomic nervous system..</h3>
</div>
<div id="outline-container-orged7850b" class="outline-3">
<h3 id="orged7850b">209. Thoracic, lumbar and pelvic part of the sympathetic part of the autonomic nervous</h3>
</div>
<div id="outline-container-orga1e8d52" class="outline-3">
<h3 id="orga1e8d52">system..</h3>
</div>
<div id="outline-container-orge44733d" class="outline-3">
<h3 id="orge44733d">210. Sensory receptors – free nerve endings and encapsulated endings.</h3>
</div>
<div id="outline-container-orgbf19407" class="outline-3">
<h3 id="orgbf19407">211. Olfactory organ. Olfactory sensory system.</h3>
</div>
<div id="outline-container-orge26b537" class="outline-3">
<h3 id="orge26b537">212. Gustatory organ . Gustatory sensory system.</h3>
</div>
<div id="outline-container-org39266f9" class="outline-3">
<h3 id="org39266f9">213. Eye - overview and development.</h3>
</div>
<div id="outline-container-org9a18f69" class="outline-3">
<h3 id="org9a18f69">214. Fibrous layer of eyeball.</h3>
</div>
<div id="outline-container-org582e668" class="outline-3">
<h3 id="org582e668">215. Vascular layer of eyeball.</h3>
</div>
<div id="outline-container-org01e919a" class="outline-3">
<h3 id="org01e919a">216. Retina. Optic nerve. Visual sensory system.</h3>
</div>
<div id="outline-container-orgc934b90" class="outline-3">
<h3 id="orgc934b90">217. Chambers of eyeball.</h3>
</div>
<div id="outline-container-org476faa2" class="outline-3">
<h3 id="org476faa2">218. Extra-ocular muscles. Eyelids.</h3>
</div>
<div id="outline-container-orgc5d2403" class="outline-3">
<h3 id="orgc5d2403">219. Blood supply of the eye.</h3>
</div>
<div id="outline-container-org5b6b2e5" class="outline-3">
<h3 id="org5b6b2e5">220. Lacrimal apparatus. Conjunctiva.</h3>
</div>
