Anatomy.html
<div id="outline-container-orgf027ecf" class="outline-3">
<h3 id="orgf027ecf">221. External ear. Tympanic membrane.</h3>
</div>
<div id="outline-container-org87f607f" class="outline-3">
<h3 id="org87f607f">222. Middle ear - tympanic cavity.</h3>
</div>
<div id="outline-container-orge498dde" class="outline-3">
<h3 id="orge498dde">223. Auditory ossicles. Auditory (pharyngotympanic) tube.</h3>
</div>
<div id="outline-container-org700f818" class="outline-3">
<h3 id="org700f818">224. Internal ear - bony labyrinth.</h3>
</div>
<div id="outline-container-org0cf7adb" class="outline-3">
<h3 id="org0cf7adb">225. Internal ear - membranous labyrinth. Vestibular labyrinth.</h3>
</div>
<div id="outline-container-orgacb01bc" class="outline-3">
<h3 id="orgacb01bc">226. Internal ear – cochlear membranous labyrinth. Cochlear duct. Spiral organ (organ of Corti).</h3>
</div>
<div id="outline-container-org78ad340" class="outline-3">
<h3 id="org78ad340">227. Skin. Epidermis and dermis.</h3>
</div>
<div id="outline-container-orgd8bd2be" class="outline-3">
<h3 id="orgd8bd2be">228. Skin glands. Hairs and nails.</h3>
</div>
</div>
<div id="outline-container-org60d6e84" class="outline-2">
<h2 id="org60d6e84">TOPOGRAPHIC ANATOMY</h2>
<div class="outline-text-2" id="text-org60d6e84">
</div>
<div id="outline-container-orgbdf8773" class="outline-3">
<h3 id="orgbdf8773">229. Fronto-parieto-occipital region.</h3>
</div>
<div id="outline-container-org8905acf" class="outline-3">
<h3 id="org8905acf">230. Base of the skull.</h3>
</div>
<div id="outline-container-orgd94317f" class="outline-3">
<h3 id="orgd94317f">231. Temporal and mastoid regions.</h3>
</div>
<div id="outline-container-org4677902" class="outline-3">
<h3 id="org4677902">232. Infratemporal region.</h3>
</div>
<div id="outline-container-orgd2f9e5b" class="outline-3">
<h3 id="orgd2f9e5b">233. Facial region. Infraorbital, zygomatic, mental and buccal regions.</h3>
</div>
<div id="outline-container-org734a347" class="outline-3">
<h3 id="org734a347">234. Orbital region.</h3>
</div>
<div id="outline-container-orgc2162d8" class="outline-3">
<h3 id="orgc2162d8">235. Nasal region.</h3>
</div>
<div id="outline-container-org3faba4a" class="outline-3">
<h3 id="org3faba4a">236. Oral region.</h3>
</div>
<div id="outline-container-orgd9f0b36" class="outline-3">
<h3 id="orgd9f0b36">237. Parotideomasseteric region.</h3>
</div>
<div id="outline-container-org96b0c1c" class="outline-3">
<h3 id="org96b0c1c">238. Fasciae and connective tissue spaces of the neck.</h3>
</div>
<div id="outline-container-orgb9d2b7c" class="outline-3">
<h3 id="orgb9d2b7c">239. Submandibular triangle.</h3>
</div>
<div id="outline-container-orge11fd27" class="outline-3">
<h3 id="orge11fd27">240. Carotid triangle.</h3>
</div>
<div id="outline-container-orgcb4275d" class="outline-3">
<h3 id="orgcb4275d">241. Sternocleidomastoid region.</h3>
</div>
<div id="outline-container-orgd494b8d" class="outline-3">
<h3 id="orgd494b8d">242. Lateral cervical region.</h3>
</div>
<div id="outline-container-org5a1795f" class="outline-3">
<h3 id="org5a1795f">243. Infraclavicular region. Mammary region.</h3>
</div>
<div id="outline-container-org708e115" class="outline-3">
<h3 id="org708e115">244. Axillary region.</h3>
</div>
<div id="outline-container-org73be752" class="outline-3">
<h3 id="org73be752">245. Thoracic wall.</h3>
</div>
<div id="outline-container-orgaf6ac26" class="outline-3">
<h3 id="orgaf6ac26">246. Mediastinum.</h3>
</div>
<div id="outline-container-orgc5b3e25" class="outline-3">
<h3 id="orgc5b3e25">247. Regions of back. Posterior cervical region. Lumbar region.</h3>
</div>
<div id="outline-container-org5d4946c" class="outline-3">
<h3 id="org5d4946c">248. Vertebral canal and its content.</h3>
</div>
<div id="outline-container-org64ea480" class="outline-3">
<h3 id="org64ea480">249. Abdominal regions. Anterior abdominal wall. Inguinal canal.</h3>
</div>
<div id="outline-container-org59ed648" class="outline-3">
<h3 id="org59ed648">250. Upper division of the abdominal cavity.</h3>
</div>
<div id="outline-container-orge218d47" class="outline-3">
<h3 id="orge218d47">251. Lower division of the abdominal cavity.</h3>
</div>
<div id="outline-container-orge97ffd5" class="outline-3">
<h3 id="orge97ffd5">252. Retroperitoneal space.</h3>
</div>
<div id="outline-container-org4eb26dd" class="outline-3">
<h3 id="org4eb26dd">253. Peritoneal and subperitoneal division of the pelvis.</h3>
</div>
<div id="outline-container-orgbac0947" class="outline-3">
<h3 id="orgbac0947">254. Subcutaneous division of the pelvis. Ischioanal fossa.</h3>
</div>
<div id="outline-container-org0cf9fcb" class="outline-3">
<h3 id="org0cf9fcb">255. Deltoid region.</h3>
</div>
<div id="outline-container-org286faff" class="outline-3">
<h3 id="org286faff">256. Anterior region of arm.</h3>
</div>
<div id="outline-container-org494ceb6" class="outline-3">
<h3 id="org494ceb6">257. Posterior region of arm.</h3>
</div>
<div id="outline-container-org5e3ee07" class="outline-3">
<h3 id="org5e3ee07">258. Anterior and posterior regions of elbow.</h3>
</div>
<div id="outline-container-org687cada" class="outline-3">
<h3 id="org687cada">259. Anterior region of forearm.</h3>
</div>
<div id="outline-container-orgb89d276" class="outline-3">
<h3 id="orgb89d276">260. Posterior region of forearm.</h3>
</div>
<div id="outline-container-org4a77abc" class="outline-3">
<h3 id="org4a77abc">261. Anterior and posterior regions of wrist.</h3>
</div>
<div id="outline-container-org5642ca6" class="outline-3">
<h3 id="org5642ca6">262. Palmar region.</h3>
</div>
<div id="outline-container-orgd6f14d9" class="outline-3">
<h3 id="orgd6f14d9">263. Dorsum of hand.</h3>
</div>
<div id="outline-container-org64d2499" class="outline-3">
<h3 id="org64d2499">264. Digits of hand</h3>
</div>
<div id="outline-container-org1d3fa35" class="outline-3">
<h3 id="org1d3fa35">265.Gluteal region.</h3>
</div>
<div id="outline-container-orgdfd0da3" class="outline-3">
<h3 id="orgdfd0da3">266. Anterior region of thigh.</h3>
</div>
<div id="outline-container-org84a327f" class="outline-3">
<h3 id="org84a327f">267. Posterior region of thigh.</h3>
</div>
<div id="outline-container-org1bfdd89" class="outline-3">
<h3 id="org1bfdd89">268. Anterior and posterior regions of knee.</h3>
</div>
<div id="outline-container-org95e9f54" class="outline-3">
<h3 id="org95e9f54">269. Anterior region of leg.</h3>
</div>
<div id="outline-container-orga29a4c0" class="outline-3">
<h3 id="orga29a4c0">270. Posterior region of leg.</h3>
</div>
<div id="outline-container-org434ac27" class="outline-3">
<h3 id="org434ac27">271. Plantar region.</h3>
</div>
<div id="outline-container-org4cb969e" class="outline-3">
<h3 id="org4cb969e">272. Heel region.</h3>
</div>
<div id="outline-container-org26ece82" class="outline-3">
<h3 id="org26ece82">273. Dorsum of foot.</h3>
</div>
<div id="outline-container-org82ce8e3" class="outline-3">
<h3 id="org82ce8e3">274. Digits of foot or toes.</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
